Repository: Benunc/better-click-to-tweet
Catalog: better-click-to-tweet/tags/4.4/languages/better-click-to-tweet-*.po
Languages: es_es

# Text that shows on mouseover for visual editor button
source: Better Click To Tweet Shortcode Generator
es_es: Generador del Shortcode Better Click To Tweet

source: Better Click To Tweet Shortcode Generator
es_es: Generador del Shortcode Better Click To Tweet

# Text for label on input box on popup box in visual editor
source: Tweetable Quote
es_es: Algo significativo para Twittear

# Text explaining the checkbox on the visual editor
source: Add via @YourTwitterName to this tweet
es_es: Agrega via @NombreIdentificador en este tweet.

# Checkbox label in visual editor
source: Include via?
es_es: ¿Incluye via @NombreIdentificador?

source: You do not have sufficient permissions to access this page.
es_es: ﻿Usted no tiene los permisos necesarios para acceder a esta página.

source: Better Click To Tweet — a plugin by Ben Meredith
es_es: Better Click To Tweet — un plugin por Ben Meredith

source: About the Author
es_es: Sobre el autor

source: This plugin is developed by <a href="%s">Ben Meredith</a>. I am a freelance developer specializing in <a href="%s">outrunning and outsmarting hackers</a>.
es_es: Este plugin es desarrollado por <a href="%s">Ben Meredith</a>. Soy un desarrollador freelance especializada en <a href="%s">vencer y engañando a los hackers</a>.

source: Sign up to receive my FREE web strategy guide
es_es: Regístrese para recibir a mi guía de estrategia web gratis (Solamente Inglés)

# placeholder text for input field
source: Your Email Address
es_es: Su dirección email

source: No Spam. One-click unsubscribe in every message
es_es: No Spam. Darse de baja de un clic en cada mensaje

source: Are you a developer? I would love your help making this plugin better. Check out the <a href=%s>plugin on Github.</a>
es_es: ﻿¿Eres desarrollador? Me encantaría su ayuda para hacer mejor este plugin. Echa un vistazo al <a href=%s>plugin en Github.</a>

source: The best way you can support this and other plugins is to <a href=%s>donate</a>
es_es: La mejor manera en que usted puede apoyar este y otros plugins es <a href=%s>donar</a>

source: The second best way is to <a href=%s>leave an honest review.</a>
es_es: ﻿La segunda mejor manera es <a href=%s>dejar una revisión honesta.</a>

source: Did this plugin save you enough time to be worth some money?
es_es: ¿Este plugin le ahorra suficiente tiempo para valer algo de dinero?

source: Click here to buy me a Coke to say thanks.
es_es: Haga clic aquí y compre una Coca-Cola para decir gracias.

source: Instructions
es_es: ﻿Instrucciones

source: To add styled click-to-tweet quote boxes include the Better Click To Tweet shortcode in your post.
es_es: Para añadir casillas de texto de estilo "click to tweet" incluya el shortcode "Better Click To Tweet" en su mensaje.

source: Here's how you format the shortcode:
es_es: Aquí está cómo formatear el shortcode:

source: Meaningful, tweetable quote.
es_es: Algo significativo para Twittear.

source: If you are using the visual editor, click the BCTT birdie in the toolbar to add a pre-formatted shortcode to your post.
es_es: Si está utilizando el editor visual, haga clic en el pajarito BCTT en la barra de herramientas para añadir un shortcode formateado previamente a su mensaje.

source: Tweet length is automatically shortened to 117 characters minus the length of your twitter name, to leave room for it and a link back to the post.
es_es: La longitud del tweet se acortará automáticamente a 117 caracteres menos la longitud de su nombre de Twitter, para dejar espacio para ella y un enlace de vuelta al tweet.

source: Settings
es_es: Ajustes

source: Enter your Twitter handle to add "via @yourhandle" to your tweets. Do not include the @ symbol.
es_es: Ingrese su nombre identificador de Twitter para agregar "via @nombreIdentificador" a sus tweets. No incluya el símbolo @.

source: Checking the box below will force the plugin to show the WordPress shortlink in place of the full URL. While this does not impact tweet character length, it is useful alongside plugins which customize the WordPress shortlink using services like bit.ly or yourls.org for tracking
es_es: Marca la casilla siguiente para mostrar la shortlink WordPress en lugar de la dirección URL completa. Mientras que esto no afecte la longitud de tweet, es útil junto con plugins que personalizar el shortlink WordPress usando servicios como bit.ly o yourls.org para el seguimiento

# label for text input on settings screen
source: Your Twitter Handle
es_es: Su Identificador de Twitter

# label for checkbox on settings screen
source: Use Short URL?
es_es: ﻿¿Usa URL corta?

source: Save Changes
es_es: Guardar cambios

source: An open source plugin by <a href=%s>Ben Meredith</a>
es_es: Un plugin de código abierto por <a href=%s>Ben Meredith</a>

# Text for the box on the reader-facing box
source: Click To Tweet
es_es: ﻿Click Para Twittear

# text for the link on the plugins page
source: Settings
es_es: Ajustes

source: The only Click To Tweet plugin to add translation support. The only Click To Tweet plugin to take into account your Twitter username's length in truncating long tweets, or to correctly take into account non-Roman characters. Simply put, as Click To Tweet plugins go, this one is, well, BETTER.
es_es: El único clic a Tweet plugin para agregar compatibilidad con traducción. El plugin Click a Tweet sólo tome en cuenta la longitud de su nombre de usuario Twitter en truncar largos tweets, o tomar en caracteres no romanos cuenta correctamente. En pocas palabras, como haga clic para Tweet plugins, ésta es, bueno, mejor.
