Repository: Benunc/better-click-to-tweet
Catalog: better-click-to-tweet/tags/4.2/languages/better-click-to-tweet-*.po
Languages: ru_ru

source: You do not have sufficient permissions to access this page.
ru_ru: У вас нет доступа к этой странице.

source: Better Click To Tweet — a plugin by Ben Meredith
ru_ru: Better Click To Tweet — плагин от Ben Meredith

source: About the Author
ru_ru: Об авторе

source: This plugin is developed by <a href="%s">Ben Meredith</a>. I am a freelance developer specializing in <a href="%s">outrunning and outsmarting hackers</a>.
ru_ru: Этот плагин создан <a href="%s">Ben Meredith</a>. Я фриланс разработчик, специализирующийся на <a href="%s">передовых и интеллектуальных разработках</a>.

source: Sign up to receive my FREE web strategy guide
ru_ru: Подпишитесь на мой БЕСПЛАТНЫЙ курс по стратегии в интернете.

# placeholder text for input field
source: Your Email Address
ru_ru: Ваш Email

source: No Spam. One-click unsubscribe in every message
ru_ru: Без спама. Можно отписаться в один клик из любого письма.

source: Are you a developer? I would love your help making this plugin better. Check out the <a href=%s>plugin on Github.</a>
ru_ru: Вы разработчик? Я буду признателен вам за вклад в улучшение плагина. Зайдите на страничку <a href=%s>плагина на Github.</a>

source: The best way you can support this and other plugins is to <a href=%s>donate</a>
ru_ru: Лучший способ, как вы можете поддержать автора этого плагина - <a href=%s>пожертовать</a>

source: The second best way is to <a href=%s>leave an honest review.</a>
ru_ru: Другой способ - <a href=%s>оставить честный отзыв.</a>

source: Did this plugin save you enough time to be worth some money?
ru_ru: Сэкономил ли этот плагин вам достаточно времени, чтобы быть достойным небольшой оплаты?

source: Click here to buy me a Coke to say thanks.
ru_ru: Нажмите здесь, чтобы отблагодарить меня кока-колой.

source: Instructions
ru_ru: Использование

source: To add styled click-to-tweet quote boxes include the Better Click To Tweet shortcode in your post.
ru_ru: Чтобы добавить блок с цитатой для твита разместите шорткод Better Click To Tweet в вашем посте.

source: Here's how you format the shortcode:
ru_ru: Формат шорткода:

source: Meaningful, tweetable quote.
ru_ru: Значимая цитата для твита.

source: If you are using the visual editor, click the BCTT birdie in the toolbar to add a pre-formatted shortcode to your post.
ru_ru: Если вы используете визуальный редактор, нажмите кнопку BCTT в панели инструментов, чтобы добавить готовый шорткод в свой пост.

source: Tweet length is automatically shortened to 117 characters minus the length of your twitter name, to leave room for it and a link back to the post.
ru_ru: Длина твита автоматически сокращается до 117 символов минус длина вашего ника в Twitter. Это сделано, чтобы в твите оставить место для ника и ссылки на пост.

source: Settings
ru_ru: Настройки

source: Enter your Twitter handle to add "via @yourhandle" to your tweets. Do not include the @ symbol.
ru_ru: Введите ваш ник в Twitter, чтобы добавить "с помощью @вашник" в твиты. Символ @ указывать не надо.

source: Checking the box below will force the plugin to show the WordPress shortlink in place of the full URL. While this does not impact tweet character length, it is useful alongside plugins which customize the WordPress shortlink using services like bit.ly or yourls.org for tracking
ru_ru: Чекбокс внизу позволяет использовать короткие ссылки постов вместо полных URL. Несмотря на то, что длина твита остается неизменной, это полезно при использовании сторонних плагинов (например bit.ly или yourls.org), которые изменяют короткие ссылки постов Wordpress в целях отслеживания переходов по ним.

# label for text input on settings screen
source: Your Twitter Handle
ru_ru: Ваш ник в Twitter

# label for checkbox on settings screen
source: Use Short URL?
ru_ru: Использовать короткие ссылки?

source: Save Changes
ru_ru: Сохранить изменения

source: An open source plugin by <a href=%s>Ben Meredith</a>
ru_ru: Плагин с открытым кодом от <a href=%s>Ben Meredith</a>

# Text for the box on the reader-facing box
source: Click To Tweet
ru_ru: Твитнуть

# text for the link on the plugins page
source: Settings
ru_ru: Настройки

source: The only Click To Tweet plugin to add translation support. The only Click To Tweet plugin to take into account your Twitter username's length in truncating long tweets, or to correctly take into account non-Roman characters. Simply put, as Click To Tweet plugins go, this one is, well, BETTER.
ru_ru: Единственный Click To Tweet плагин с возможностью локализации. Единственный Click To Tweet плагин, который учитывает длину вашего ника в Twitter при сокращении длинных твитов, а также корректно работающий с кодировками отличными от латинской. Проще говоря, этот плагин ЛУЧШЕ других.
