Repository: Benunc/better-click-to-tweet
Catalog: better-click-to-tweet/tags/4.6.2/languages/better-click-to-tweet-*.po
Languages: sr_rs, sv_se

source: You do not have sufficient permissions to access this page.
sr_rs: Nemate odgovarajuće dozvole za pristup ovoj stranici
sv_se: Du har inte tillräckliga rättigheter för att få tillgång till den här sidan.

source: Better Click To Tweet — a plugin by Ben Meredith
sv_se: Better Click To Tweet — ett plugin av Ben Meredith

source: About the Author
sv_se: Om utvecklaren

source: This plugin is developed by <a href="%s">Ben Meredith</a>. I am a freelance developer specializing in <a href="%s">outrunning and outsmarting hackers</a>.
sv_se: Detta plugin är utvecklat av <a href="%s">Ben Meredith</a>. Jag är en frilansande utvecklare specialiserad i att <a href="%s">springa om och överlista hackare</a>.

source: Sign up to receive my FREE web strategy guide
sv_se: Anmäl dig för att få min GRATIS guide om webbstrategi

# placeholder text for input field
source: Your Email Address
sv_se: Din e-postadress

source: No Spam. One-click unsubscribe in every message
sv_se: Inget spam. Avsluta din prenumeration när som helst med ett klick

source: Are you a developer? I would love your help making this plugin better. Check out the <a href=%s>plugin on Github.</a>
sr_rs: Jeste li programer? Bilo bi mi drago kad biste mi pomogli da unapredim ovaj plugin. Pogledajte <a href=%s>plugin na Github-u.</a>
sv_se: Är du utvecklare? Jag skulle uppskatta din hjälp för att göra detta plugin ännu bättre. Se <a href=%s>plugin på Github.</a>

source: The best way you can support this and other plugins is to <a href=%s>donate</a>
sr_rs: Najbolji način da podržite ovaj plugin, ali i druge dodatke, jeste da <a href=%s>donirate</a>
sv_se: Den bästa metoden för att stödja utvecklingen av detta och andra plugin är genom att <a href=%s>donera</a>

source: The second best way is to <a href=%s>leave an honest review.</a>
sr_rs: Drugi najbolji način je da <a href=%s>napišete iskreni komentar.</a>
sv_se: Den näst bästa metoden är att <a href=%s>lämna en ärlig recension.</a>

source: Did this plugin save you enough time to be worth some money?
sr_rs: Da li vam je ovaj plugin uštedeo dovoljno vremena da bi zaslužio određenu sumu novca?
sv_se: Har detta plugin sparat dig tillräckligt mycket tid för att vara värt en krona?

source: Click here to buy me a Coke to say thanks.
sr_rs: Kliknite ovde da biste mi kupili koka-kolu u znak zahvalnosti.
sv_se: Klicka här för att bjuda mig på en Cola som tack.

source: Instructions
sr_rs: Uputstva
sv_se: Instruktioner

source: To add styled click-to-tweet quote boxes include the Better Click To Tweet shortcode in your post.
sr_rs: Da biste dodali stilizovane click-to-tweet okvire za citate, unesite Better Click To Tweet shortcode u svoj post.
sv_se: För att lägga till en stylad click-to-tweet citatbox, inkludera Better Click To Tweet shortcoden i ditt inlägg.

source: Here's how you format the shortcode:
sr_rs: Ovako treba da formatirate shortcode:
sv_se: Så här formaterar du shortcoden:

source: Meaningful, tweetable quote.
sr_rs: Značajan citat na koji se može odgovoriti putem twitter-a.
sv_se: Meningsfullt, tweetbart citat.

source: If you are using the visual editor, click the BCTT birdie in the toolbar to add a pre-formatted shortcode to your post.
sr_rs: Ako koristite vizuelni uređivač, kliknite na BCTT ptičicu na traci sa alatima da biste dodali unapred formatirani shortcode svom postu.
sv_se: Om du använder den visuella redigeraren, klicka på BCTT-fågeln i verktygsfältet för att lägga till en förformaterad shortcode.

source: Tweet length is automatically shortened to 117 characters minus the length of your twitter name, to leave room for it and a link back to the post.
sr_rs: Dužina tweet-a automatski se skraćuje na 117 karaktera, minus dužina vašeg twitter imena, kako bi ostalo dovoljno mesta za ime i za link posta.
sv_se: Tweet-längd kortas automatiskt ned till 117 tecken, minus längden på ditt Twitter-användarnamn, för att lämna plats till länk till inlägget.

source: Settings
sr_rs: Podešavanja
sv_se: Inställningar

source: Enter your Twitter handle to add "via @yourhandle" to your tweets. Do not include the @ symbol.
sr_rs: Unesite svoje twitter korisničko ime da dodate "via @vašeime" svojim tweet-ovima. Nemojte pisati simbol ‘@’.
sv_se: Fyll i ditt Twitter-användarnamn för att lägga till “via @användarnamn” till dina tweets. Inkludera inte @-symbolen.

source: Checking the box below will force the plugin to show the WordPress shortlink in place of the full URL. While this does not impact tweet character length, it is useful alongside plugins which customize the WordPress shortlink using services like bit.ly or yourls.org for tracking
sr_rs: Ako štiklirate sledeći okvir, plugin će prikazati WordPress shortlink umesto punog URL-a. Iako ne utiče na dužinu tweet-a u karakterima, može vam koristiti za razne dodatke koji prilagođavaju WordPress shortlink uz pomoć usluga za praćenje kao što su bit.ly ili yourls.org.
sv_se: Kryssa i boxen nedanför för att tvinga detta plugin att visa WordPress shortlink istället för dess fulla URL. Även om detta inte påverkar en tweets längd så är det användbart tillsammans med plugin som anpassar WordPress shortlink med spårningstjänster såsom bit.ly eller yourls.org

# label for text input on settings screen
source: Your Twitter Handle
sv_se: Ditt Twitter-användarnamn

# label for checkbox on settings screen
source: Use Short URL?
sv_se: Använd URL-förkortare?

source: Save Changes
sv_se: Spara ändringar

source: An open source plugin by <a href=%s>Ben Meredith</a>
sr_rs: Plugin otvorenog izvora od autora <a href=%s>Ben Meredith</a>
sv_se: Ett open source plugin av <a href=%s>Ben Meredith</a>

# Text for the box on the reader-facing box
source: Click To Tweet
sv_se: Klicka för att Tweeta

# text for the link on the plugins page
source: Settings
sv_se: Inställningar

source: The only Click To Tweet plugin to add translation support. The only Click To Tweet plugin to take into account your Twitter username's length in truncating long tweets, or to correctly take into account non-Roman characters. Simply put, as Click To Tweet plugins go, this one is, well, BETTER.
sr_rs: Jedini Click To Tweet plugin sa podrškom za prevod. Jedini Click To Tweet plugin koji uzima u obzir dužinu vašeg korisničkog imena prilikom skraćenja dugačkih tweet-ova i koji ispravno prihvata ne-latinične slovne znake. Jednostavno rečeno, u razvojnom nizu Click To Tweet plugin-ova, ovaj je BOLJI.
sv_se: Det enda Click To Tweet-pluginet med stöd för andra språk. Det enda Click To Tweet-pluginet som tar hänsyn till längden på ditt Twitter-användarnamn och icke-latinska tecken. Kort sagt, när det kommer till Click To Tweet-plugin så är detta, tja, BÄTTRE.

source: Your Twitter Handle
sr_rs: Vaše twitter ime

source: Use Short URL?
sr_rs: Koristi skraćeni URL?

source: Click To Tweet
sr_rs: Kliknite za Tweet
