Repository: Benunc/better-click-to-tweet
Catalog: languages/better-click-to-tweet-*.po
Languages: it_it

# Text that shows on mouseover for visual editor button
source: Better Click To Tweet Shortcode Generator
it_it: Better Click To Tweet, generatore Shortcode

source: Better Click To Tweet Shortcode Generator
it_it: Better Click To Tweet, generatore Shortcode

# Text for label on input box on popup box in visual editor
source: Tweetable Quote
it_it: Citazione tweettabile

# Text explaining the checkbox on the visual editor
source: Add via @YourTwitterName to this tweet
it_it: Aggiungi via @NomeUtente a questo tweet

# Checkbox label in visual editor
source: Include via?
it_it: Aggiungi via?

source: You do not have sufficient permissions to access this page.
it_it: Non hai permessi sufficienti per accedere a questa pagina.

source: Better Click To Tweet — a plugin by Ben Meredith
it_it: Better Click To Tweet — un plugin di Ben Meredith

source: About the Author
it_it: Sull'autore

source: This plugin is developed by <a href="%s">Ben Meredith</a>. I am a freelance developer specializing in <a href="%s">outrunning and outsmarting hackers</a>.
it_it: Questo plugin è stato sviluppato da <a href="%s">Ben Meredith</a>. Sono uno sviluppatore freelance specializzato in <a href="%s">outrunning e outsmarting hacker</a>.

source: Sign up to receive my FREE web strategy guide
it_it: Iscriviti per ricevere la mia guida GRATUITA sulle strategie web.

# placeholder text for input field
source: Your Email Address
it_it: Il tuo indirizzo Email

source: No Spam. One-click unsubscribe in every message
it_it: Niente Spam. Potrai annullare l'iscrizione con un click da ogni mail.

source: Are you a developer? I would love your help making this plugin better. Check out the <a href=%s>plugin on Github.</a>
it_it: Sei uno sviluppatore? Mi piacerebbe collaborare con te per rendere questo plugin migliore. Guarda il <a href=%s>plugin su Github.</a>

source: The best way you can support this and other plugins is to <a href=%s>donate</a>
it_it: Il modo migliore per supportare questo e altri plugin è fare una <a href=%s>donazione</a>

source: The second best way is to <a href=%s>leave an honest review.</a>
it_it: Il secondo modo migliore è <a href=%s>scrivere un'onesta recensione.</a>

source: Did this plugin save you enough time to be worth some money?
it_it: Questo plugin ti ha permesso di risparmiare abbastanza tempo da meritare una piccola spesa?

source: Click here to buy me a Coke to say thanks.
it_it: Clicca qui per regalarmi una Coca Cola e dirmi grazie.

source: Instructions
it_it: Istruzioni

source: To add styled click-to-tweet quote boxes include the Better Click To Tweet shortcode in your post.
it_it: Per aggiungere citazioni Tweettabili al tuo post, aggiungi lo shortcode di Better Click to Tweet al tuo post.

source: Here's how you format the shortcode:
it_it: Ecco il format dello shortcode:

source: Meaningful, tweetable quote.
it_it: Una significativa e tweettabile citazione.

source: If you are using the visual editor, click the BCTT birdie in the toolbar to add a pre-formatted shortcode to your post.
it_it: Se stai utilizzando l'editor visuale, clicca l'icona BCTT nella toolbar per aggiungere uno shortcode preformattato al tuo post.

source: Tweet length is automatically shortened to 117 characters minus the length of your twitter name, to leave room for it and a link back to the post.
it_it: La lunghezza del tweet è automaticamente abbreviata a 117 caratteri meno la lunghezza del tuo nome Twitter, per lasciare spazio per il nome e per il link al post.

source: Settings
it_it: Impostazioni

source: Enter your Twitter handle to add "via @yourhandle" to your tweets. Do not include the @ symbol.
it_it: Inserisci il tuo nome Twitter per aggiungere "via @tuonome" ai tuoi tweet. Non includere il simbolo @.

source: Checking the box below will force the plugin to show the WordPress shortlink in place of the full URL. While this does not impact tweet character length, it is useful alongside plugins which customize the WordPress shortlink using services like bit.ly or yourls.org for tracking
it_it: Spuntando l'opzione sottostante forzerai il plugin a mostrare lo shortlink WordPress al posto dell'URL completa. Anche se ciò non influisce sul numero dei caratteri del tweet, può essere utile se utilizzato insieme a servizi come bit.ly o yourls.org per il tracking.

# label for text input on settings screen
source: Your Twitter Handle
it_it: Il tuo nome utente Twitter

# label for checkbox on settings screen
source: Use Short URL?
it_it: Vuoi usare l'URL abbreviata?

source: Save Changes
it_it: Salva le modifiche

source: An open source plugin by <a href=%s>Ben Meredith</a>
it_it: Un plugin Open Source di <a href=%s>Ben Meredith</a>

# Text for the box on the reader-facing box
source: Click To Tweet
it_it: Condividi il Tweet

# text for the link on the plugins page
source: Settings
it_it: Impostazioni

source: The only Click To Tweet plugin to add translation support. The only Click To Tweet plugin to take into account your Twitter username's length in truncating long tweets, or to correctly take into account non-Roman characters. Simply put, as Click To Tweet plugins go, this one is, well, BETTER.
it_it: Il solo plugin plugin Click To Tweet che supporti la localizzazione. L'unico Click To Tweet che tiene conto della lunghezza del tuo nome utente per troncare la lunghezza dei tweet o che prenda in considerazione i caratteri non romani. In poche parole, è il solo plugin Click To Click che funziona bene. Anzi, MEGLIO.
