Repository: Benunc/better-click-to-tweet
Catalog: better-click-to-tweet/tags/4.7/languages/better-click-to-tweet-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht die erforderlichen Rechte, um auf diese Seite zuzugreifen.

source: Better Click To Tweet — a plugin by Ben Meredith
de_de: Better Click To Tweet — ein Plugin von Ben Meredith

source: About the Author
de_de: Über den Autor

source: This plugin is developed by <a href="%s">Ben Meredith</a>. I am a freelance developer specializing in <a href="%s">outrunning and outsmarting hackers</a>.
de_de: Dieses Plugin wurde vony <a href="%s">Ben Meredith</a> entwickelt. Ich bin ein Freelance Entwickler welcher sich darauf spezialisisert hat <a href="%s">Hacker zu übertreffen und überlisten</a>.

source: Sign up to receive my FREE web strategy guide
de_de: Melde dich an um meinen kostenlosen Web Strategie Führer zu erhalten

# placeholder text for input field
source: Your Email Address
de_de: Deine E-Mail Adresse

source: No Spam. One-click unsubscribe in every message
de_de: Kein Spam. Ein-Klick Abmeldung in jedem E-Mail.

source: Are you a developer? I would love your help making this plugin better. Check out the <a href=%s>plugin on Github.</a>
de_de: Bist du ein Entwickler? Ich schätze deine Unterstützung beim Verbessern dieses Plugins. Beachte dieses <a href=%s>Plugin auf Github.</a>

source: The best way you can support this and other plugins is to <a href=%s>donate</a>
de_de: Die beste Möglichkeit dieses und andere Plugins zu unterstützen, ist es zu <a href=%s>spenden</a>

source: The second best way is to <a href=%s>leave an honest review.</a>
de_de: Die zweitbeste Möglichkeit ist es <a href=%s>eine ehrliche Bewertung zu hinterlassen.</a>

source: Did this plugin save you enough time to be worth some money?
de_de: Hat dir dieses Plugin genug Zeitersparnis gebracht, dass du dafür etwas zahlen möchtest?

source: Click here to buy me a Coke to say thanks.
de_de: Klicke hier um mir eine Cola zu kaufen um Danke zu sagen.

source: Instructions
de_de: Anleitung

source: To add styled click-to-tweet quote boxes include the Better Click To Tweet shortcode in your post.
de_de: Um gestylte Klick-To-Tweet Boxen zu verwenden, nutze den Better Click To Tweet Kurzcode in deinem Beitrag.

source: Here's how you format the shortcode:
de_de: So kannst du den Kurzcode nutzen:

source: Meaningful, tweetable quote.
de_de: Bedeutungsvolles, tweetbares Zitat.

source: If you are using the visual editor, click the BCTT birdie in the toolbar to add a pre-formatted shortcode to your post.
de_de: Wenn du den Visuellen Editor nutzt, klicke auf das BCTT-Vögelchen in der Werkzeugleiste um einen vorformatierten Kurzcode einzufügen.

source: Tweet length is automatically shortened to 117 characters minus the length of your twitter name, to leave room for it and a link back to the post.
de_de: Die Länge des Tweets wird automatisch auf 117 Zeichen minus der Länge deines Twitter Namen gekürzt um Platz für den Text inklusive Link zum Beitrag zu haben.

source: Settings
de_de: Einstellungen

source: Enter your Twitter handle to add "via @yourhandle" to your tweets. Do not include the @ symbol.
de_de: Gib deinen Twitter Namen ein um deinen Tweets ein “via @Twittername” anzufügen. (Ohne @ Symbol).

source: Checking the box below will force the plugin to show the WordPress shortlink in place of the full URL. While this does not impact tweet character length, it is useful alongside plugins which customize the WordPress shortlink using services like bit.ly or yourls.org for tracking
de_de: Ankreuzen der Checkbox bewirkt, dass anstelle der vollen URL der WordPress Kurzlink angezeigt wird. Dies hat keine Auswirkung auf die Tweetlänge ist aber nützlich im Zusammenspiel mit Diensten, wie bit.ly oder yourls.org welche den Kurzlink zum Tracken verwenden.

# label for text input on settings screen
source: Your Twitter Handle
de_de: Dein Twitter Name

# label for checkbox on settings screen
source: Use Short URL?
de_de: Kurzlink verwenden?

source: Save Changes
de_de: Änderungen speichern

source: An open source plugin by <a href=%s>Ben Meredith</a>
de_de: Ein Open Source Plugin von <a href=%s>Ben Meredith</a>

# Text for the box on the reader-facing box
source: Click To Tweet
de_de: Klick um zu Tweeten

# text for the link on the plugins page
source: Settings
de_de: Einstellungen

source: The only Click To Tweet plugin to add translation support. The only Click To Tweet plugin to take into account your Twitter username's length in truncating long tweets, or to correctly take into account non-Roman characters. Simply put, as Click To Tweet plugins go, this one is, well, BETTER.
de_de: Das einzige Klick-um-zu-tweeten Plugin mit Unterstützung für Übersetzung. Das einzige Klick-um-zu-tweeten Plugin welches die Länge deines Twitter Namens beim Kürzen von langen Tweets berücksichtigt sowie nicht-lateinische Zeichen korrekt behandelt. Einfach gesagt, was Klick-um-zu-tweeten Plugins betrifft ist dieses - nun BESSER.
