Repository: Benunc/better-click-to-tweet
Catalog: better-click-to-tweet/trunk/languages/better-click-to-tweet-*.po
Languages: ca, el, fr_fr

# Text that shows on mouseover for visual editor button
source: Better Click To Tweet Shortcode Generator
ca: Generador de codi curt Better Click To Tweet
el: Δημιουργία Shortcode
fr_fr: Générateur de Shortcode de Better Click To Tweet

source: Better Click To Tweet Shortcode Generator
ca: Generador de codi curt Better Click To Tweet
el: Δημιουργία Shortcode
fr_fr: Générateur de Shortcode de Better Click To Tweet

# Text for label on input box on popup box in visual editor
source: Tweetable Quote
ca: Citació per piular
fr_fr: Citation Tweetable

# Text explaining the checkbox on the visual editor
source: Add via @YourTwitterName to this tweet
ca: Afegir via @ElTeuCompteTwitter a aquesta piulada
el: Πρόσθεσε το 'via @ΤοTwitterΌνομαΣου' σε αυτό το tweet
fr_fr: Ajouter via @VotreNomTwitter à ce tweet

# Checkbox label in visual editor
source: Include via?
ca: Afegir via?
el: Προσθήκη του 'via';
fr_fr: Ajouter via?

source: You do not have sufficient permissions to access this page.
ca: No tens permisos suficient per accedir a aquesta pàgina
el: Δεν έχετε επαρκή δικαιώματα για να δείτε αυτή τη σελίδα.
fr_fr: Vous n’avez pas les permissions suffisantes pour accéder à cette page.

source: Better Click To Tweet — a plugin by Ben Meredith
ca: Better Click To Tweet — una extensió de Ben Meredith
el: Better Click To Tweet — Ένα πρόσθετο από τον Ben Meredith
fr_fr: Better Click To Tweet — un plugin par Ben Meredith

source: About the Author
ca: Quant a l'autor
el: Σχετικά με τον δημιουργό
fr_fr: A Propos de l’Auteur

source: This plugin is developed by <a href="%s">Ben Meredith</a>. I am a freelance developer specializing in <a href="%s">outrunning and outsmarting hackers</a>.
ca: Aquesta extensió està desenvolupada per <a href="%s">Ben Meredith</a>. Sóc un desenvolupador freelance, especialitzat en <a href="%s">davantejar hackers</a>.
el: Το πρόσθετο δημιουργήθηκε από τον <a href="%s">Ben Meredith</a>. Είμαι ελεύθερος επαγγελματίας προγραμματιστής που ειδικεύομαι στο να αποτρέπω και να ξεγελώ hackers.
fr_fr: Cette extension est développée par <a href="%s">Ben Meredith</a>. Je suis un développeur en freelance qui <a href="%s">sème et est plus malin que les hackers</a>.

source: Sign up to receive my FREE web strategy guide
ca: Subscriu-te per rebre la meva guia d'estratègia web GRATUÏTA
el: Κάνε εγγραφή για να λάβεις ΔΩΡΕΑΝ τον οδηγό στρατηγικής μου
fr_fr: Inscrivez-vous pour recevoir mon guide de stratégie web GRATUIT

# placeholder text for input field
source: Your Email Address
ca: La teva adreça de correu electrònic
el: Το e-mail σας
fr_fr: Votre Adresse Email

source: No Spam. One-click unsubscribe in every message
ca: No Spam. Un enllaç per donar-se de baixa en cada missatge
el: Χωρίς spam. Μπορείτε να καταργήσετε την εγγραφή σας όποτε θέλετε.
fr_fr: Pas de Spam. Désinscription en un click dans chaque message

source: Are you a developer? I would love your help making this plugin better. Check out the <a href=%s>plugin on Github.</a>
ca: Ets un desenvolupador? M'encantaria tenir la teva ajuda per millorar aquesta extensió. Mira la <a href=%s>pàgina del plugin al Github</a>.
el: Είσαι προγραμματιστής; Θα ήθελα την βοήθεια σου για να κάνω αυτό το πρόσθετο ακόμη καλύτερο. Δες το <a href=%s>πρόσθετο στο Github.</a>
fr_fr: Etes-vous un développeur? J’aimerais votre aide pour rendre cette extension meilleure. Visitez l’<a href=%s>extension sur Github.</a>

source: The best way you can support this and other plugins is to <a href=%s>donate</a>
ca: La millor manera de recolzar aquesta extensió i altres és <a href=%s>donar</a>
el: Ο καλύτερος τρόπος για να υποστηρίξεις αυτό το πρόσθετο ή άλλα είναι να <a href=%s>δωρίσεις (donate).</a>
fr_fr: La meilleure façon de supporter ce plugin et d’autres est de <a href=%s>faire un don</a>

source: The second best way is to <a href=%s>leave an honest review.</a>
ca: La segon millor manera és <a href=%s>publicar una ressenya sincera.</a>
el: Ο δεύτερος καλύτερος τρόπος είναι να γράψεις μια ειλικρινή αξιολόγηση.
fr_fr: La seconde meilleure façon est de <a href=%s>faire une critique honnête.</a>

source: Did this plugin save you enough time to be worth some money?
ca: Aquesta extensió t'ha estalviat prou temps com per merèixer algú de diners?
el: Μήπως σε βοήθησε αυτό το πρόσθετο να γλυτώσεις χρόνο και χρήματα;
fr_fr: Ce plugin vous a-t-il économisé assez de temps pour valoir de l’argent?

source: Click here to buy me a Coke to say thanks.
ca: Fes clic aquí per comprar-me una Coca-cola com a agraïment.
el: Κάνε κλικ εδώ και κέρνα με ένα καφέ για ευχαριστώ.
fr_fr: Cliquer ici pour m’acheter un coca pour dire merci.

source: Instructions
ca: Instruccions
el: Οδηγίες

source: To add styled click-to-tweet quote boxes include the Better Click To Tweet shortcode in your post.
ca: Per afegir una caixa amb una citació "click-to-twet", inclou el codi curt Better Click To Tweet a la teva entrada.
el: Για να προσθέσεις ένα click-to-tweet quote σε κάποιο άρθρο σου, απλά χρησιμοποίησε τα shortcodes από τη γραμμή εργαλειών του WordPress.
fr_fr: Pour ajouter des boites de citation cliquer-pour-tweeter, incluez le shortcode Better Click To Tweet dans votre article.

source: Here's how you format the shortcode:
ca: Aquí va el format del codi curt:
el: Το shortcode μοιάζει με το παρακάτω, απλά άλλαξε τις λέξεις:
fr_fr: Voici comment formater le shortcode:

source: Meaningful, tweetable quote.
ca: Citacions significatives i tuitejables.
el: Αυτό είναι ένα έξυπνο tweet έτοιμο για δημοσίευση.
fr_fr: Citation expressive, tweetable.

source: If you are using the visual editor, click the BCTT birdie in the toolbar to add a pre-formatted shortcode to your post.
ca: Si fas servir l'editor visual, fes clic a l'ocellet BCTT de la barra d'eines per afegir un codi curt pre-formatejat a la teva entrada.
el: Αν χρησιμοποιείς το visual editor, κάνε κλικ στο BCTT πουλάκι στη γραμμή εργαλειών για να προσθέσεις προ-διαμορφωμένα shortcodes στα άρθρα σου.
fr_fr: Si vous utiliser l’éditeur visuel, cliquez le petit oiseau BCTT dans la barre d’outils pour ajouter un shortcode pré-formaté à votre article.

source: Tweet length is automatically shortened to 117 characters minus the length of your twitter name, to leave room for it and a link back to the post.
ca: S'escurça automàticament la piulada fins a 117 caràcters menys la llargada del teu nom d'usuari twitter, per deixar lloc a l'enllaç cap a l'entrada.
el: Οι λέξεις του tweet μειώνονται αυτόματα στους 117 χαρακτήρες λόγο προσθήκης του Twitter ονόματος σας.
fr_fr: La longueur des tweets est automatiquement réduite à 117 caractères moins la longueur de votre nom twitter, pour laisser de la place au nom et à un lien vers l’article.

source: Settings
ca: Opcions
el: Ρυθμίσεις
fr_fr: Options

source: Enter your Twitter handle to add "via @yourhandle" to your tweets. Do not include the @ symbol.
ca: Introdueix el teu nom d'usuari Twitter per afegir "via @elteuusuari" a les teves piulades. No afegeixis el símbol @.
el: Πρόσθεσε το Twitter όνομα σου για να εμφανίζεται στα tweets. Μην προσθέσεις το @, μόνο το όνομα.
fr_fr: Mettez votre pseudo twitter pour ajouter “via @votrepseudo” à vos tweets. N’incluez pas le symbole @.

source: Checking the box below will force the plugin to show the WordPress shortlink in place of the full URL. While this does not impact tweet character length, it is useful alongside plugins which customize the WordPress shortlink using services like bit.ly or yourls.org for tracking
ca: Marcar la mosca següent forçarà l'extensió a publicar l'enllaç curt en lloc de l'URL sencera de l'entrada. No té cap impacta sobre la llargada de les piulades però resulta útil si fas servir extensions que personalitzen els enllaços curts amb serveis com bit.ly o yourls.org
el: Ελέγχοντας το παρακάτω πλαίσιο, θα αναγκάσεις το πρόσθετο να αλλάξει τους συνδέσμους σε σύντομους συνδέσμους (shortlinks) του WordPress. Ενώ αυτό δεν θα επηρεάσει τη μείωση των χαρακτήρων στα tweets, είναι αρκετά χρήσιμο αν χρησιμοποιείτε άλλα πρόσθετα που συντομεύουν τους συνδέσμους σας, για παράδειγμα όπως το bit.ly ή το yourls.org.
fr_fr: Cocher la case ci-dessous forcera l’extension à montrer la lien court de WordPress à la place de l’URL complète. Même si cela n’impacte pas le nombre de caractères des tweets, c’est utile avec les extensions qui personnalisent le lien court de WordPress en utilisant des services comme bit.ly ou yourls.org pour le suivi

# label for text input on settings screen
source: Your Twitter Handle
ca: El teu nom d'usuari Twitter
el: Το Twitter όνομα σας
fr_fr: Votre Pseudo Twitter

# label for checkbox on settings screen
source: Use Short URL?
ca: Fer servir enllaços curts?
el: Θέλεις να χρησιμοποιήσεις συντομευμένους συνδέσμους;
fr_fr: Utiliser l’URL courte?

source: Save Changes
ca: Desar canvis
el: Αποθήκευση αλλαγών
fr_fr: Enregistrer les Modifications

source: An open source plugin by <a href=%s>Ben Meredith</a>
ca: Una extensió de codi obert per <a href=%s>Ben Meredith</a>
el: Ένα open source πρόσθετο από τον <a href=%s>Ben Meredith</a>
fr_fr: Une extension open source par <a href=%s>Ben Meredith</a>

# Text for the box on the reader-facing box
source: Click To Tweet
ca: Piula això
el: Κλικ για tweet
fr_fr: Cliquer Pour Tweeter

# text for the link on the plugins page
source: Settings
ca: Opcions
el: Ρυθμίσεις
fr_fr: Options

source: The only Click To Tweet plugin to add translation support. The only Click To Tweet plugin to take into account your Twitter username's length in truncating long tweets, or to correctly take into account non-Roman characters. Simply put, as Click To Tweet plugins go, this one is, well, BETTER.
ca: La única extensió "Click To Tweet" que suporta traduccions. La única extensió "Click To Tweet" que té en compte el teu nom d'usuari Twitter al truncar piulades llargues, o que tracta correctamentels caràcters no romans. Senzillament, pel que fa a les extensions "Click To Tweet", aquesta és, bé, MILLOR!
el: Το μοναδικό Click To Tweet πρόσθετο που είναι μεταφρασμένο. Το μοναδικό Click To Tweet πρόσθετο το οποίο σου επιτρέπει να χρησιμοποιήσεις όλους τους χαρακτήρες στα tweets, ή να γράφεις με λατινικούς χαρακτήρες. Με λίγα λόγια, αυτό είναι το καλύτερο Click To Tweet πρόσθετο.
fr_fr: La seule extension Cliquer Pour Tweeter qui supporte la traduction. La seule extension Cliquer Pour Tweeter qui prend en compte la longueur de votre pseudo Twitter en coupant les tweets longs, ou qui prend en compte correctement les caractères non-romains. Pour faire simple, parmi les extensions Cliquer Pour Tweeter, celui-ci est, hé bien, MEILLEUR.
