Repository: Benunc/better-click-to-tweet
Catalog: better-click-to-tweet/tags/4.2.1/languages/better-click-to-tweet-*.po
Languages: fi

source: You do not have sufficient permissions to access this page.
fi: Sinulla ei ole tarvittavia oikeuksia tälle sivulle.

source: Better Click To Tweet — a plugin by Ben Meredith
fi: Better Click To Tweet - Lisäosan tekijä: Ben Meredith

source: About the Author
fi: Lisätietoa tekijästä

source: This plugin is developed by <a href="%s">Ben Meredith</a>. I am a freelance developer specializing in <a href="%s">outrunning and outsmarting hackers</a>.
fi: Tämän lisäosan on kehittänyt <a href="%s">Ben Meredith</a>. Olen freelancer kehittäjä joka on erikoistunut olemaan<a href="%s">nopeampi ja älykkäämpi kuin hakkerit</a>.

source: Sign up to receive my FREE web strategy guide
fi: Tilaa tästä ILMAINEN verkkostrategiaoppaani

# placeholder text for input field
source: Your Email Address
fi: Sähköpostiosoitteesi

source: No Spam. One-click unsubscribe in every message
fi: Ei Spammia. Voit lopettaa tilauksen yhdellä hiiren klikkauksella

source: Are you a developer? I would love your help making this plugin better. Check out the <a href=%s>plugin on Github.</a>
fi: Oletko kehittäjä? Olisi hienoa jos voisit ottaa osaa tämän lisäosan jatkokehitykseen. Käy katsomassa lisäosan tiedot <a href=%s>GitHub:sta.</a>

source: The best way you can support this and other plugins is to <a href=%s>donate</a>
fi: Paras tapa osoittaa kiitollisuutta tälle ja muille lisäosille on <a href=%s>lahjoittaa</a>

source: The second best way is to <a href=%s>leave an honest review.</a>
fi: Toiseksi paras tapa on <a href=%s>jättää rehellinen arvostelu</a>

source: Did this plugin save you enough time to be worth some money?
fi: Auttoiko tämä lisäosa säästämään tarpeeksi aikaa lahjoittaaksesi?

source: Click here to buy me a Coke to say thanks.
fi: Klikkaa tästä tarjotaksesi minulle kokiksen kiitokseksi.

source: Instructions
fi: Ohjeet

source: To add styled click-to-tweet quote boxes include the Better Click To Tweet shortcode in your post.
fi: Lisätäksesi click-to-tweet lainauslaatikon sisällytä Click To Tweet lyhytkoodi tekstiisi.

source: Here's how you format the shortcode:
fi: Näin muokaat lyhytkoodia:

source: Meaningful, tweetable quote.
fi: Tärkeä, twiitin arvoinen lainaus tekstistäsi

source: If you are using the visual editor, click the BCTT birdie in the toolbar to add a pre-formatted shortcode to your post.
fi: Jos käytät visuaalista tekstieditoria, klikkaa BCTT-lintua työkalurivillä lisätäksesi valmiiksi muotoillun lyhtykoodin tekstiisi.

source: Tweet length is automatically shortened to 117 characters minus the length of your twitter name, to leave room for it and a link back to the post.
fi: Twiitti on automaattisesti lyhennetty 117 merkkiin miinus Twitter-tunnuksesi pituus. Tämä jättää tilaa Twitter tunnuksellesi kuten myös linkille takaisin tekstiisi.

source: Settings
fi: Asetukset

source: Enter your Twitter handle to add "via @yourhandle" to your tweets. Do not include the @ symbol.
fi: Syötä Twitter-tunnuksesi lisätäksesi "via @sinuntunnuksesi" twiittiisi. Älä lisää @ merkkiä.

source: Checking the box below will force the plugin to show the WordPress shortlink in place of the full URL. While this does not impact tweet character length, it is useful alongside plugins which customize the WordPress shortlink using services like bit.ly or yourls.org for tracking
fi: Allaolevan laatikon merkkaamalla lisäosa pakottaa twiittiin lyhytlinkin kokonaisen URL:n sijasta. Vaikka tämä ei vaikuta merkkimäärään, on se käytännölinen ominaisuus sellaisten lisäosien kanssa, jotka käyttävät palveluja kuten bit.ly tai yourls.org analytiikkaan

# label for text input on settings screen
source: Your Twitter Handle
fi: Twitter-tunnuksesi

# label for checkbox on settings screen
source: Use Short URL?
fi: Käytä lyhyttä URL-osoitetta?

source: Save Changes
fi: Tallenna muutokset

source: An open source plugin by <a href=%s>Ben Meredith</a>
fi: Avoimen lähdekoodin lisäosa. Tekijä: <a href=%s>Ben Meredith</a>

# Text for the box on the reader-facing box
source: Click To Tweet
fi: Klikkaa ja Twiittaa

# text for the link on the plugins page
source: Settings
fi: Asetukset

source: Better Click To Tweet
fi: Parempi Klikkaa ja Twiittaa

source: The only Click To Tweet plugin to add translation support. The only Click To Tweet plugin to take into account your Twitter username's length in truncating long tweets, or to correctly take into account non-Roman characters. Simply put, as Click To Tweet plugins go, this one is, well, BETTER.
fi: Ainoa Klikkaa ja Twiittaa-lisäosa joka tarjoaa käännöksen tuen. Ainoa Klikkaa ja Twiittaa-lisäosa joka ottaa huomioon sinun Twitter-tunnuksesi pituuden pitkien twiittien katkaisussa, sekä ainoa lisäosa joka ottaa huomioon ei-roomalaiset merkit. Yksinkertaisesti Klikkaa ja Twiittaa-lisäosat huomioiden, PAREMPI.
